[
  {
    "termino": "MJ",
    "definicion": "Abreviatura común para referirse a Misión Juvenil en comunicaciones internas y entre miembros."
  },
  {
    "termino": "Célula",
    "definicion": "Grupo pequeño de estudio bíblico y crecimiento espiritual que se reúne semanalmente, generalmente en casas particulares. Es la unidad básica de comunidad en Misión Juvenil."
  },
  {
    "termino": "Discipulado",
    "definicion": "Proceso de mentoría personal donde un creyente más experimentado acompaña a otro en su crecimiento espiritual. En Misión Juvenil, es una práctica fundamental para el desarrollo de líderes."
  },
  {
    "termino": "Retiro de Impacto",
    "definicion": "Evento intensivo de fin de semana diseñado para provocar un cambio significativo en la vida espiritual de los participantes. Incluye enseñanzas, dinámicas, momentos de oración y ministerio personal."
  },
  {
    "termino": "Escuela de Líderes",
    "definicion": "Programa de formación estructurado en tres niveles (básico, intermedio y avanzado) para equipar a los jóvenes con herramientas de liderazgo cristiano."
  },
  {
    "termino": "Misiones Urbanas",
    "definicion": "Proyectos de servicio social y evangelización realizados en zonas vulnerables de la ciudad. Generalmente incluyen actividades con niños, distribución de alimentos y atención a necesidades básicas."
  },
  {
    "termino": "Alabanza MJ",
    "definicion": "Equipo musical oficial de Misión Juvenil, encargado de liderar los momentos de adoración en eventos principales y producir material musical original."
  },
  {
    "termino": "Conferencia Anual",
    "definicion": "Evento principal del año que reúne a todos los miembros de Misión Juvenil para un tiempo de inspiración, capacitación y celebración. Generalmente cuenta con invitados internacionales."
  },
  {
    "termino": "Proyecto Génesis",
    "definicion": "Iniciativa de emprendimiento social que busca desarrollar habilidades laborales en jóvenes de comunidades vulnerables, ofreciendo capacitación técnica y acompañamiento espiritual."
  },
  {
    "termino": "Embajadores MJ",
    "definicion": "Jóvenes seleccionados para representar a Misión Juvenil en diferentes espacios académicos, profesionales o eclesiales. Reciben capacitación especial en comunicación y apologética."
  },
  {
    "termino": "Campamento Fuego",
    "definicion": "Campamento anual de verano que combina actividades recreativas, deportivas y espirituales. Es uno de los eventos más esperados por los jóvenes de Misión Juvenil."
  },
  {
    "termino": "Zona de Avivamiento",
    "definicion": "Espacio dedicado a la oración e intercesión durante los eventos principales. Se caracteriza por un ambiente de intimidad con Dios y ministerio personal."
  },
  {
    "termino": "Proyecto Timoteo",
    "definicion": "Programa de mentoría intensiva para jóvenes con alto potencial de liderazgo, donde son acompañados personalmente por líderes experimentados durante un año."
  },
  {
    "termino": "Impacto Global",
    "definicion": "Área de Misión Juvenil dedicada a organizar viajes misioneros internacionales de corto plazo, generalmente durante vacaciones universitarias."
  },
  {
    "termino": "Círculo de Influencia",
    "definicion": "Estrategia de evangelismo relacional donde cada joven identifica y ora por cinco personas de su entorno a quienes quiere acercar a Cristo."
  }
]